Repository: hihelloluigi/pastalinkbot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it

source: Here’s what I can do: • Health record / prescriptions / reports (per region) • Car tax (calculation/payment) • Driving license renewal • ANPR / registry certificates • IO App / PagoPA • CUP (medical booking) and school (enrolments) • Waste tax (TARI) info Examples: • *Where do I see the doctor’s prescriptions in Lombardia?* • *Where do I pay the car tax?* • *How do I renew my driving license?*
it: Ecco cosa posso fare: • Cartella clinica / prescrizioni / referti (per regione) • Tassa automobilistica (calcolo/pagamento) • Rinnovo della patente di guida • ANPR / certificati di immatricolazione • App IO / PagoPA • CUP (prenotazione visite mediche) e scuola (iscrizioni) • Informazioni sulla tassa sui rifiuti (TARI) Esempi: • *Dove posso vedere le prescrizioni mediche in Lombardia?* • *Dove posso pagare la tassa automobilistica?* • *Come posso rinnovare la mia patente di guida?*

source: I'm **PAstaLinkBot** by PastaBits 🍝 I give you the official links to Italian public services without wasting time. No personal data: just quick links and clear instructions.
it: Sono *PAstaLinkBot* di PastaBits 🍝 Ti fornisco i link ufficiali ai servizi pubblici italiani senza farti perdere tempo. Nessun dato personale: solo link rapidi e istruzioni chiare.

source: I couldn’t find a link.
it: Non ho trovato nessun link.

source: Useful links ({intent})
it: Link utili ({intent}

source: For which region?
it: Per quale regione?

source: Hi there! 👋 Ready to serve your links al dente 🍝
it: Ciao! 👋 Pronto a servirti link al dente 🍝

source: Hey! I'm here to untangle your public service spaghetti 😉
it: Ehi! Sono qui per districare gli spaghetti della burocrazia 😉

source: Hello! Tell me what you need and I’ll link it in one click.
it: Dimmi cosa ti serve e ti mando il link in un click.

source: All good here! Stirring some links in the pot 😄
it: Tutto bene qui! Sto saltando link in padella 😄

source: Thanks! Ask me about car tax, health records, driving license, CUP…
it: Grazie! Chiedimi di bollo auto, fascicolo sanitario, patente, CUP…

source: Always online: pixels, pasta, and public administration!
it: Sempre online: pixel, pasta e pubblica amministrazione!

source: I deal with **Italian public services**: health record/recipes, car tax, driving license, ANPR/certificates, IO/PagoPA, CUP, school, waste tax. Try: *“Where do I pay the car tax in Lombardia?”* or *“Where do I see the doctor’s prescriptions?”*
it: Mi occupo di **servizi pubblici italiani**: fascicolo sanitario/ricette, bollo auto, patente, certificati ANPR, IO/PagoPA, CUP, scuola, TARI Prova con: *”Dove posso pagare il bollo in Lombardia?”* o *”Dove posse vedere le mie ricette mediche?”*
